<?
$MESS ['ASKARON_REVIEWS_NEW_REVIEW_FORM'] = "Выводить форму добавления отзыва";
$MESS ['ASKARON_REVIEWS_SCHEMA_ORG_INSIDE_PRODUCT'] = 'schema.org: добавить к отзыву аттрибут  itemprop="review". Иногда нужно, если компонент отзывов содежится
	внутри другого компонента, и отзывы является частью описания товара, статьи или организации';
$MESS ['SCHEMA_ORG_INSIDE_PRODUCT_TIP'] = 'Значение "нет" всегда работает. Значение "да" не всегда. Проверяйте страницу валидатором.
	 <br><br>
	 Указывайте "да", только в случае, когда отзывы о товаре встроены прямо в товар  и являются частью описания товара или другой сущности.
	 <br><br>
	 &lt;div itemscope itemtype="http://schema.org/Product"&gt;...&lt;/div&gt; <br><br>
	 <br><br>
	 В код отзыва будет добавлен аттибут itemprop="review", как будто это вложенный элемент.
	 <br><br>
	 Еще валидатор Яндекса потребует, чтобы в описании товара был itemprop="aggregateRating"
	 ';

?>